export const programInfo = [
    { title: 'Цель системы', description: 'Основная цель системы — управление задачами команды.' },
    { title: 'Основные функции', description: 'Система позволяет создавать задачи и отслеживать их выполнение.' },
    { title: 'Пользователи', description: 'Пользоваться системой сможет каждый за счет простого и удобного интерфейса..' },
    { title: 'Технологии', description: 'Система построена на современных веб-технологиях, таких как React и Node.js.' },
    { title: 'Безопасность', description: 'Данные системы защищены с использованием шифрования и аутентификации.' },
  ];
  
  export const howToStartInfo = [
    { title: 'Регистрация', description: 'Зарегистрируйтесь для доступа к основным функциям системы. Это займёт буквально пару минут.' },
    { title: 'Команды', description: 'Создайте команду или вступите в существующую по специальному коду, который есть у создателей команд и менеджеров, чтобы принять участие в разработке проектов и выполнении задач.' },
    { title: 'Проекты', description: 'После вступления в команду вы можете принимать участие в её проектах - комплексе задач для единой предметной области' },
    { title: 'Задачи', description: 'В каждом проекте существуют задачи, с помощью системы вы сможете работать с канбан-доской для каждого проекта.' },
    { title: 'Канбан-доска', description: 'Для рабоыт с задачами используется принцип канбан-доски. То есть ижёт разделение задач по степени их завершенности.' },
  ];
  
  export const teamsInfo = [
    { title: 'Список команд', description: 'Просматривайте команды в системе.' },
    { title: 'Создать команду', description: 'Создайте свою команду для выполнения проектов.' },
  ];
  
  export const projectsInfo = [
    { title: 'Список проектов', description: 'Просматривайте проекты, созданные в вашей системе.' },
    { title: 'Создать проект', description: 'Создайте новый проект и назначьте задачи.' },
  ];
  